{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/Saecki/crates.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gomodifytags.nvim": {
      "src": "https://github.com/zgs225/gomodifytags.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "live-server.nvim": {
      "src": "https://github.com/selimacerbas/live-server.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/selimacerbas/markdown-preview.nvim"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-golang": {
      "src": "https://github.com/fredrikaverpil/neotest-golang"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
